# Taps
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"

# Shell & Terminal
brew "zsh"
brew "oh-my-posh"
brew "eza"
brew "zoxide"
brew "fzf"

# Development
brew "git"
brew "neovim"
brew "tmux"
brew "node"
brew "go"

# Utilities
brew "ripgrep"
brew "jq"
brew "wget"

# Casks
cask "warp"
cask "font-meslo-lg-nerd-font"
